str1 = "Строка, которая включает \"двойные кавычки\" внутри текста"
str2 = 'Строка, которая включает \'одинарные кавычки\' внутри текста'
str3 = "Строка, которая включает обратный слэш C:\\Users\\Name"
str4 = "Строка, которая включает\nперенос на новую строку"
str5 = "Строка\tс\tтабуляцией"

str6 = """Многострочная строка,
которая содержит "кавычки",
символ\tтабуляции и\nсимвол новой строки"""

print(str1 + "\n")
print(str2 + "\n")
print(str3 + "\n")
print(str4 + "\n")
print(str5 + "\n")
print(str6)
